Repository: holgerkrupp/PodcastClient
Catalog: Localizable.xcstrings
Source language: en
Languages: de

source: Powered by the Apple Podcasts catalog
de: Aus dem Apple-Podcasts-Katalog

source: Predicted cadence
de: Prognostizierter Rhythmus

source: Premium access
de: Premium-Zugriff

source: Preparing shownotes
de: Shownotes werden vorbereitet

source: Preparing speech model…
de: Sprachmodell wird vorbereitet …

source: Preparing transcript chapters…
de: Transkriptkapitel werden vorbereitet …

source: Preparing transcript…
de: Transkript wird vorbereitet …

source: Preset
de: Voreinstellung

source: Preview
de: Vorschau

source: Preview is only available for downloaded media files.
de: Die Vorschau ist nur für heruntergeladene Mediendateien verfügbar.

source: Preview unavailable
de: Vorschau nicht verfügbar

source: Previous chapter
de: Vorheriges Kapitel

source: Previous Chapter
de: Vorheriges Kapitel

source: Previous episode
de: Vorherige Episode

source: Previous match
de: Vorheriger Treffer

source: Previous Period
de: Vorheriger Zeitraum

source: Previous transcript match
de: Vorheriger Transkripttreffer

source: Previous week
de: Vorherige Woche

source: Private podcasts will appear here after you add one.
de: Hier erscheinen private Podcasts, sobald du einen hinzugefügt hast.

source: Private RSS providers
de: Private RSS-Anbieter

source: Public Broadcasters
de: Öffentlich-rechtliche Sender

source: Pull new episodes from the phone, then send the ones you want into %@.
de: Hole neue Episoden vom iPhone und schicke die gewünschten nach %@.

source: Pull to refresh to calculate the app's current storage usage.
de: Zum Aktualisieren ziehen, um die aktuelle Speichernutzung der App zu berechnen.

source: Put an episode first or last in the queue.
de: Eine Episode an den Anfang oder das Ende der Warteschlange setzen.

source: Queue
de: Warteschlange

source: Queue + Download
de: Einreihen + Laden

source: Queue Behavior
de: Warteschlangenverhalten

source: Queue is empty
de: Warteschlange ist leer

source: Queue Position
de: Position in der Warteschlange

source: Queued for transcription
de: Für Transkription vorgemerkt

source: Rainbow
de: Regenbogen

source: Re-authenticate on this device
de: Auf diesem Gerät erneut anmelden

source: Read the whole episode as text
de: Die ganze Episode als Text lesen

source: Ready to Subscribe (%lld)
de: Bereit zum Abonnieren (%lld)

source: Rearrange Your Queue
de: Warteschlange neu anordnen

source: Rebuild analytics
de: Analyse neu erstellen

source: Rebuild Analytics
de: Analyse neu erstellen

source: Rebuild listening history
de: Hörverlauf neu erstellen

source: Rebuilding analytics…
de: Analyse wird neu erstellt …

source: Recalculate hourly listening stats and period summaries from recorded play sessions
de: Stündliche Hörstatistiken und Zeitraum-Zusammenfassungen aus aufgezeichneten Wiedergabesitzungen neu berechnen

source: Recent %@
de: Aktuelle %@

source: Recent on-device transcriptions will appear here once you create one.
de: Neuere Transkriptionen auf dem Gerät erscheinen hier, sobald du eine erstellt hast.

source: Recent search: %@
de: Letzte Suche: %@

source: Recent Searches
de: Letzte Suchen

source: Recent Transcriptions
de: Letzte Transkriptionen

source: Recently Played Episodes
de: Kürzlich gespielte Episoden

source: Recovered / interrupted
de: Wiederhergestellt / unterbrochen

source: Reduced Motion, Larger Text, and Differentiate Without Color are supported. If you use high contrast settings, the app increases secondary text contrast in now-playing interfaces.
de: „Bewegung reduzieren“, größerer Text und „Ohne Farbe differenzieren“ werden unterstützt. Wenn du hohen Kontrast verwendest, erhöht die App in „Jetzt läuft“-Ansichten den Kontrast sekundärer Texte.

source: Reduction level
de: Reduktionsstufe

source: Reference updated %@
de: Referenz aktualisiert %@

source: Refresh a selected subscribed feed without refreshing the library.
de: Einen ausgewählten abonnierten Feed aktualisieren, ohne die Mediathek zu aktualisieren.

source: Refresh iCloud sync status
de: iCloud-Synchronisierungsstatus aktualisieren

source: Refresh inbox
de: Eingang aktualisieren

source: Refresh Inbox
de: Eingang aktualisieren

source: Refresh library
de: Mediathek aktualisieren

source: Refresh One Podcast
de: Einen Podcast aktualisieren

source: Refresh one subscribed podcast feed.
de: Einen abonnierten Podcast-Feed aktualisieren.

source: Refresh podcast
de: Podcast aktualisieren

source: Refresh Podcast
de: Podcast aktualisieren

source: Refresh podcasts
de: Podcasts aktualisieren

source: Refresh Podcasts
de: Podcasts aktualisieren

source: Refresh sideloading
de: Sideloading aktualisieren

source: Refresh sideloading folder
de: Sideloading-Ordner aktualisieren

source: Refresh storage report
de: Speicherbericht aktualisieren

source: Refresh this podcast in Up Next
de: Diesen Podcast in „Als Nächstes“ aktualisieren

source: Refreshed %@.
de: %@ aktualisiert.

source: Refreshing inbox
de: Eingang wird aktualisiert

source: Refreshing podcast
de: Podcast wird aktualisiert

source: Refreshing podcasts
de: Podcasts werden aktualisiert

source: Refreshing sideloading folder
de: Sideloading-Ordner wird aktualisiert

source: Refreshing storage report
de: Speicherbericht wird aktualisiert

source: Refreshing…
de: Wird aktualisiert …

source: Release schedule: %@
de: Veröffentlichungsplan: %@

source: Remote Control iPhone
de: iPhone fernsteuern

source: Remove
de: Entfernen

source: Remove all inbox episodes
de: Alle Episoden aus dem Eingang entfernen

source: Remove an episode from a named playlist.
de: Eine Episode aus einer benannten Wiedergabeliste entfernen.

source: Remove credentials
de: Zugangsdaten entfernen

source: Remove Credentials
de: Zugangsdaten entfernen

source: Remove Current
de: Aktuelle Episode entfernen

source: Remove Current From Up Next
de: Aktuelle Episode aus „Als Nächstes“ entfernen

source: Remove Download
de: Download entfernen

source: Remove episode from Inbox
de: Episode aus dem Eingang entfernen

source: Remove episode from playlist
de: Episode aus Wiedergabeliste entfernen

source: Remove Episode from Playlist
de: Episode aus Wiedergabeliste entfernen

source: Remove episodes played in another playlist
de: Episoden entfernen, die in einer anderen Wiedergabeliste abgespielt wurden

source: Remove Filter
de: Filter entfernen

source: Remove from Inbox
de: Aus dem Eingang entfernen

source: Remove from Playlist
de: Aus Playlist entfernen

source: Remove podcast credentials?
de: Podcast-Zugangsdaten entfernen?

source: Remove rule %lld
de: Regel %lld entfernen

source: Remove the current episode from your Up Next queue.
de: Entferne die aktuelle Episode aus deiner „Als Nächstes“-Warteschlange.

# Removed %@ from %@.
source: Removed %1$@ from %2$@.
de: %@ aus %@ entfernt.

source: Removes every episode from the inbox without changing playlists or archive state
de: Entfernt alle Episoden aus dem Eingang, ohne Playlists oder den Archivstatus zu ändern

source: Removes the transcript panel below the artwork
de: Entfernt das Transkriptfenster unter dem Bildmaterial

source: Removes the transcript panel from the artwork
de: Entfernt das Transkriptfeld vom Cover

source: Removes this episode from Inbox without changing archive or playlist membership
de: Entfernt diese Episode aus dem Eingang, ohne den Archivstatus oder die Playlist-Zugehörigkeit zu ändern

source: Removes this episode from the playlist without changing archive or inbox membership
de: Entfernt diese Episode aus der Wiedergabeliste, ohne ihren Archiv- oder Posteingangsstatus zu ändern

source: Repair Feed URL
de: Feed-URL reparieren

source: Repeat
de: Wiederholen

source: Repeated launches have ended before the legacy library could finish syncing. If this is your only active Up Next device, you can stop mirroring that library on the next launch. Keep using this phone until the move to User State is complete before adding another device.
de: Bei wiederholten App-Starts wurde die Synchronisierung der alten Mediathek vorzeitig beendet. Wenn dies dein einziges aktives „Als Nächstes“-Gerät ist, kannst du die Spiegelung dieser Mediathek beim nächsten Start beenden. Verwende dieses iPhone weiter, bis der Umzug zum Benutzerstatus abgeschlossen ist, bevor du ein weiteres Gerät hinzufügst.

source: Replacement feed
de: Ersatz-Feed

source: Rescan
de: Erneut scannen

source: Reset to Default
de: Auf Standard zurücksetzen

source: Resolve a podcast page or feed URL and subscribe through Up Next.
de: Eine Podcast-Seite oder Feed-URL auflösen und über „Als Nächstes“ abonnieren.

source: Resolve and subscribe to a podcast feed or podcast page.
de: Einen Podcast-Feed oder eine Podcast-Seite auflösen und abonnieren.

source: Resolved URL
de: Aufgelöste URL

source: Restart Current Chapter
de: Aktuelles Kapitel neu starten

source: Restart the current chapter of the playing episode.
de: Das aktuelle Kapitel der laufenden Episode neu starten.

source: Restart this chapter in Up Next
de: Dieses Kapitel in „Als Nächstes“ neu starten

source: Restore an archived episode.
de: Eine archivierte Episode wiederherstellen.

source: Resume
de: Fortsetzen

source: Resume Playback
de: Wiedergabe fortsetzen

source: Resume playback in Up Next
de: Wiedergabe in „Als Nächstes“ fortsetzen

source: Retrieve or Generate a Transcript
de: Transkript abrufen oder erstellen

source: Retry loading episodes
de: Laden der Episoden erneut versuchen

source: Return an episode transcript as a text file for use in Shortcuts.
de: Ein Episodentranskript als Textdatei für Kurzbefehle zurückgeben.

source: Return currently live subscribed podcasts.
de: Abonnierte Podcasts zurückgeben, die gerade live sind.

source: Return episodes in Up Next order without refreshing feeds.
de: Episoden in der Reihenfolge von „Als Nächstes“ zurückgeben, ohne Feeds zu aktualisieren.

source: Return structured now-playing details for Siri or Shortcuts.
de: Strukturierte Angaben zur aktuellen Wiedergabe für Siri oder Kurzbefehle zurückgeben.

source: Return the current episode, chapter, position, and playback state.
de: Aktuelle Episode, Kapitel, Position und Wiedergabestatus zurückgeben.

source: Return the episodes in a named playlist in their saved order.
de: Episoden einer benannten Wiedergabeliste in ihrer gespeicherten Reihenfolge zurückgeben.

source: Return the ordered Up Next queue.
de: Die geordnete Warteschlange „Als Nächstes“ zurückgeben.

source: Return to Previous Episode
de: Zur vorherigen Episode zurückkehren

source: Return to Where You Were
de: Zur vorherigen Position zurückkehren

source: Returns to %@ at the previous playback position
de: Kehrt zu %@ an die vorherige Wiedergabeposition zurück

source: Returns to the previous playback position
de: Kehrt zur vorherigen Wiedergabeposition zurück

source: Returns to the watch playlist
de: Kehrt zur Playlist auf der Watch zurück

source: Romansh-language radio and podcasts from SRG SSR.
de: Rätoromanisches Radio und Podcasts der SRG SSR.

source: Rule %lld
de: Regel %lld

source: Rules
de: Regeln

source: Rules are checked against chapter titles and can use operators like contains, starts with, or ends with.
de: Regeln werden anhand von Kapiteltiteln überprüft und können Operatoren wie „enthält“, „beginnt mit“ oder „endet mit“ verwenden.

source: Rules compare against chapter titles and mark matching chapters to be skipped.
de: Regeln werden mit Kapiteltiteln verglichen und passende Kapitel zum Überspringen markiert.

source: Save
de: Sichern

source: Save Episode Filters
de: Episodenfilter sichern

source: Save episode transcriptions
de: Episodentranskriptionen speichern

source: Save Replacement Feed
de: Ersatz-Feed sichern

source: Save the current playback position.
de: Aktuelle Wiedergabeposition sichern.

source: Save this moment to your bookmarks
de: Diesen Moment als Lesezeichen sichern

source: Saves the current playback position as a bookmark
de: Speichert die aktuelle Wiedergabeposition als Lesezeichen

source: Saving transcript…
de: Transkript wird gespeichert …

source: Scanning the database and stored files.
de: Datenbank und gespeicherte Dateien werden gescannt.

source: Scans database and files to update storage usage
de: Durchsucht Datenbank und Dateien, um die Speichernutzung zu aktualisieren

source: Scope
de: Geltungsbereich

source: Scroll to read along. Tap a caption to open the full transcript.
de: Scrolle zum Mitlesen. Tippe auf einen Untertitel, um das vollständige Transkript zu öffnen.

source: Scrolls the transcript back to the line that is playing
de: Scrollt das Transkript zurück zur gerade abgespielten Zeile

source: Search
de: Suchen

source: Search bookmarks
de: Lesezeichen durchsuchen

source: Search captions…
de: Untertitel suchen…

source: Search Failed
de: Suche fehlgeschlagen

source: Search filters
de: Suchfilter

source: Search library
de: Mediathek durchsuchen

source: Search Library
de: Mediathek durchsuchen

source: Search Podcasts
de: Podcasts suchen

source: Search podcasts, episodes, chapters, and transcripts
de: Podcasts, Episoden, Kapitel und Transkripte durchsuchen

source: Search podcasts, episodes, chapters, and transcripts directly in SwiftData.
de: Durchsuche Podcasts, Episoden, Kapitel und Transkripte direkt in SwiftData.

source: Search podcasts, episodes, chapters, or transcripts available on this device.
de: Podcasts, Episoden, Kapitel oder Transkripte auf diesem Gerät durchsuchen.

source: Search Public Broadcasters
de: Öffentlich-rechtliche Sender durchsuchen

source: Search stays on this device and opens exact playback timestamps.
de: Die Suche bleibt auf diesem Gerät und öffnet genaue Zeitpositionen in der Wiedergabe.

source: Search transcripts
de: Transkripte durchsuchen

source: Search transcripts in this podcast
de: Transkripte dieses Podcasts durchsuchen

source: Search Your Library
de: Deine Mediathek durchsuchen

source: Searches every locally available transcript in this podcast
de: Durchsucht alle lokal verfügbaren Transkripte dieses Podcasts

source: Searches every transcript available on this device
de: Durchsucht alle auf diesem Gerät verfügbaren Transkripte

source: Searching Library...
de: Mediathek wird durchsucht …

source: Searching transcripts…
de: Transkripte werden durchsucht …

source: Seeks to the end of the detected advertisement
de: Springt zum Ende der erkannten Werbung

source: Select the segment to share
de: Wähle den Abschnitt zum Teilen aus

source: Selection
de: Auswahl

source: Server response
de: Serverantwort

source: Set Playback Speed
de: Wiedergabegeschwindigkeit einstellen

source: Set sleep timer
de: Sleep-Timer einstellen

source: Set Sleep Timer
de: Sleep-Timer einstellen

source: Set the same playback rate used by the player.
de: Dieselbe Wiedergabegeschwindigkeit wie im Player einstellen.

source: Setting up the iCloud folder...
de: Einrichten des iCloud-Ordners…

source: Settings
de: Einstellungen

source: Settings…
de: Einstellungen …

source: Setup
de: Einrichtung

source: Share
de: Teilen

source: Share audio clip
de: Audioclip teilen

source: Share episode
de: Folge teilen

source: Share Episode
de: Episode teilen

source: Share episode link at current time
de: Episodenlink zum aktuellen Zeitpunkt teilen

source: Share Export
de: Export teilen

source: Share Image
de: Bild teilen

source: Share Picture Title
de: Titel des Teilen-Bilds

source: Share Selected Image
de: Ausgewähltes Bild teilen

source: Share Selected Images
de: Ausgewählte Bilder teilen

source: Share Top Podcasts
de: Top-Podcasts teilen

source: Share your podcast year
de: Teile dein Podcast-Jahr

source: Shared page
de: Geteilte Seite

source: Sharing Unavailable
de: Teilen nicht verfügbar

source: Shortcuts
de: Kurzbefehle

source: Shorten Pauses
de: Pausen verkürzen

source: Shorter snippets follow playback more closely and are better for word-level highlighting, but they create more transcript rows.
de: Kürzere Snippets folgen der Wiedergabe besser und eignen sich besser für die Hervorhebung auf Wortebene, erzeugen aber mehr Transkriptzeilen.

source: Should Be Syncing
de: Sollte synchronisieren

source: Show ${playlist}
de: ${playlist} anzeigen

source: Show All Play Sessions
de: Alle Wiedergabesitzungen anzeigen

source: Show captions
de: Untertitel anzeigen

source: Show detected advertisements
de: Erkannte Werbung anzeigen

source: Show inline transcript
de: Inline-Transkript anzeigen

source: Show Live Podcasts
de: Live-Podcasts anzeigen

source: Show menu bar player
de: Menüleisten-Player anzeigen

source: Show Recent Play Sessions
de: Letzte Wiedergabesitzungen anzeigen

source: Show summary
de: Zusammenfassung anzeigen

source: Show the transcript
de: Transkript anzeigen

source: Show Undo for one minute after a seek of 90 seconds or more, or after changing episodes.
de: Zeigt „Rückgängig“ eine Minute lang an, nachdem du 90 Sekunden oder mehr gesprungen bist oder die Episode gewechselt hast.

source: Showing previous results while searching
de: Vorherige Ergebnisse werden während der Suche angezeigt

source: Shows all chapter markers
de: Zeigt alle Kapitelmarkierungen an

source: Shows episodes from a selected playlist.
de: Zeigt Episoden aus einer ausgewählten Playlist.

source: Shows how many items remain in the selected playlist.
de: Zeigt, wie viele Einträge in der ausgewählten Playlist verbleiben.

source: Shows inbox, downloads, and active transfer progress.
de: Zeigt Eingang, Downloads und den Fortschritt aktiver Übertragungen.

source: Shows listening activity aggregated across all weeks
de: Zeigt die über alle Wochen aggregierte Höraktivität an

source: Shows listening activity for the following week
de: Zeigt die Höraktivität für die folgende Woche

source: Shows listening activity for the week before
de: Zeigt die Höraktivität für die Woche zuvor

source: Shows listening stats aggregated across all weeks
de: Zeigt die über alle Wochen aggregierten Hörstatistiken an

source: Shows listening stats for the following week
de: Zeigt Hörstatistiken für die folgende Woche an

source: Shows listening stats for the previous week
de: Zeigt die Hörstatistiken der vergangenen Woche an

source: Shows podcasts recommended by this podcast
de: Zeigt Podcasts, die von diesem Podcast empfohlen werden

source: Shows the cover for the now playing episode or first playlist item.
de: Zeigt das Cover der laufenden Episode oder des ersten Playlist-Eintrags.

source: Shows the current episode and listening progress.
de: Zeigt die aktuelle Episode und den Hörfortschritt.

source: Shows the transcript panel below the artwork
de: Zeigt das Transkriptfenster unter dem Bildmaterial an

source: Shows the transcript panel over the artwork
de: Zeigt das Transkriptfeld über dem Cover an

source: Shuffle
de: Zufällige Wiedergabe

source: Shuffling…
de: Zufällige Reihenfolge wird erstellt …

source: Side loaded
de: Seitlich geladen

source: Siri & Shortcuts
de: Siri & Kurzbefehle

source: Siri & Shortcuts Intents
de: Siri- und Kurzbefehle-Intents

source: Siri wording can vary. The examples below are suggestions; the same capabilities are also available as actions in Shortcuts.
de: Die Formulierungen für Siri können variieren. Die folgenden Beispiele sind Vorschläge. Dieselben Funktionen sind auch als Aktionen in Kurzbefehlen verfügbar.

source: Skip Ad
de: Werbung überspringen

source: Skip advertisement
de: Werbung überspringen

source: Skip at beginning
de: Am Anfang überspringen

source: Skip at end
de: Am Ende überspringen

source: Skip back
de: Zurückspringen

source: Skip Back
de: Zurückspringen

source: Skip back %lld seconds
de: %lld Sekunden zurückspringen

source: Skip back in Up Next
de: In „Als Nächstes“ zurückspringen

source: Skip back seconds
de: Sekunden zurückspringen

source: Skip Backward
de: Zurückspringen

source: Skip backward by your configured duration.
de: Springt um deine konfigurierte Dauer zurück.

source: Skip chapter
de: Kapitel überspringen

source: Skip Controls
de: Sprungsteuerung

source: Skip forward
de: Vorwärtsspringen

source: Skip Forward
de: Vorwärtsspringen

source: Skip forward %lld seconds
de: %lld Sekunden vorwärtsspringen

source: Skip forward by your configured duration.
de: Springt um deine konfigurierte Dauer vorwärts.

source: Skip forward in Up Next
de: In „Als Nächstes“ vorspringen

source: Skip Forward or Backward
de: Vor- oder zurückspringen

source: Skip forward seconds
de: Sekunden vorspringen

source: Skip protection
de: Sprungschutz

source: Skip to the next chapter of the current episode.
de: Zum nächsten Kapitel der aktuellen Episode springen.

source: Skipped
de: Übersprungen

source: Skips to the next chapter
de: Springt zum nächsten Kapitel

source: Skips to the start of the previous chapter
de: Springt zum Anfang des vorherigen Kapitels

source: Sleep timer cancelled.
de: Sleep-Timer abgebrochen.

source: Sleep timer is active.
de: Sleep-Timer ist aktiv.

source: Sleep timer is off.
de: Sleep-Timer ist ausgeschaltet.

source: Sleep Timer Mode
de: Sleep-Timer-Modus

source: Sleep timer set for %lld minutes.
de: Sleep-Timer auf %lld Minuten eingestellt.

source: Smart
de: Intelligent

source: Smart Filters
de: Intelligente Filter

source: Smart playlist
de: Intelligente Wiedergabeliste

source: Smart playlists contain matching library episodes automatically. Membership is derived and does not change your manual playlists or queue.
de: Intelligente Wiedergabelisten enthalten automatisch passende Episoden aus der Mediathek. Die Zugehörigkeit wird abgeleitet und ändert weder deine manuellen Wiedergabelisten noch die Warteschlange.

source: Smart Shuffle
de: Intelligente Zufallswiedergabe

source: Social links
de: Social-Media-Links

source: Sort
de: Sortieren

source: Sort bookmarks
de: Lesezeichen sortieren

source: Sort by
de: Sortieren nach

source: Sort downloads, rescan files, or delete played episodes
de: Downloads sortieren, Dateien erneut scannen oder abgespielte Episoden löschen

source: Sort episodes, change visibility, open settings, or archive episodes
de: Episoden sortieren, Sichtbarkeit ändern, Einstellungen öffnen oder Episoden archivieren

source: Sort the episodes in this podcast
de: Episoden dieses Podcasts sortieren

source: Source
de: Quelle

source: Speed
de: Geschwindigkeit

source: Speed through sustained quiet sections during audio playback.
de: Beschleunige längere leise Abschnitte während der Audiowiedergabe.

source: Square
de: Quadratisch

source: Start
de: Starten

source: Start a currently live podcast stream.
de: Einen Podcast-Livestream starten.

source: Start Listening
de: Anhören starten

source: Start listening to see your summarized playback history here.
de: Beginne mit dem Hören, damit hier dein zusammengefasster Wiedergabeverlauf angezeigt wird.

source: Start new episodes after this many seconds to bypass recurring intros.
de: Neue Episoden um diese Anzahl Sekunden später starten, um wiederkehrende Intros zu überspringen.

source: Start playback
de: Wiedergabe starten

source: Start playback with the first episode in a named playlist.
de: Wiedergabe mit der ersten Episode einer benannten Wiedergabeliste starten.

source: Start playback with the first episode in your Up Next queue.
de: Starte die Wiedergabe mit der ersten Episode in deiner „Als Nächstes“-Warteschlange.

source: Start the first episode in the Up Next queue.
de: Die erste Episode in der Warteschlange „Als Nächstes“ abspielen.

source: Start the normal Up Next download flow.
de: Den regulären Download-Ablauf von „Als Nächstes“ starten.

source: Starts playback at %@
de: Startet die Wiedergabe bei %@

source: Starts playback from this caption line
de: Startet die Wiedergabe ab dieser Untertitelzeile

source: Starts playback of the current episode
de: Startet die Wiedergabe der aktuellen Episode
